const entertainmentImg = "resources/map/entertainment.png";


export default {
    '西餐厅': { x: 0, y: 0 },
    '音响店': { x: 250, y: 0 },
    'ktv': { x: 500, y: 0 },
    '酒吧': { x: 750, y: 0 },
    '咖啡店': { x: 0, y: 250 },
    '火锅店': { x: 250, y: 250 },
    '健身房': { x: 500, y: 250 },
    '电影院': { x: 750, y: 250 },
    '游乐园': { x: 0, y: 500 },
    '茶馆': { x: 250, y: 500 },
    '巴西烤肉': { x: 500, y: 500 },
    '豪华海鲜饭店': { x: 750, y: 750 },
    '豪华西餐厅': { x: 750, y: 0 },
    '鲜花店': { x: 750, y: 250 },
    '医院': { x: 750, y: 500 },
    '洗衣机': { x: 750, y: 750 }

}